brew "autoconf"
brew "automake"
brew "awk"
brew "babashka"
brew "bash"
brew "bash-completion"
brew "bat"
brew "clever-tools"
brew "clj-kondo"
brew "clojure"
brew "clojure-lsp-native"
brew "coreutils"
brew "coursier"
brew "dart"
brew "dbmate"
brew "difftastic"
brew "emacs-plus@28"
brew "exa"
brew "fd"
brew "gcc"
brew "gh"
brew "git"
brew "go"
brew "go-jsonnet"
brew "httpie"
brew "jenv"
brew "jq"
brew "llvm"
brew "make"
brew "maven"
brew "neil"
brew "node"
brew "nvm"
brew "openjdk"
brew "pkg-config"
brew "postgresql"
brew "pyenv"
brew "python"
brew "rbenv"
brew "ripgrep"
brew "rlwrap"
brew "sbt"
brew "sqlite"
brew "starship"
brew "tree"
brew "typescript"
brew "volta"
brew "zsh-completions"
brew "zstd"

tap "AdoptOpenJDK/openjdk"
brew "openjdk@8"

tap "heroku/brew"
brew "heroku"

cask "cyberduck"
cask "dash"
cask "discord"
cask "dozer"
cask "firefox"
cask "font-iosevka"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hey"
cask "iterm2"
cask "logseq"
cask "messenger"
cask "postico"
cask "rectangle"
cask "shadow"
cask "signal"
cask "slack"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
