brew "aom"
brew "apache-spark"
brew "autoconf"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "bat"
brew "bazel"
brew "cairo"
brew "circleci"
brew "dep"
brew "dive"
brew "docker"
brew "emacs"
brew "exa"
brew "fd"
brew "ffmpeg"
brew "fish"
brew "flac"
brew "fontconfig"
brew "freetype"
brew "frei0r"
brew "fribidi"
brew "gcc"
brew "gdbm"
brew "gettext"
brew "ghc"
brew "giflib"
brew "git"
brew "git-crypt"
brew "git-lfs"
brew "glib"
brew "gmp"
brew "gnupg"
brew "gnutls"
brew "go"
brew "graphite2"
brew "harfbuzz"
brew "httpie"
brew "hub"
brew "icu4c"
brew "isl"
brew "jenv"
brew "jpeg"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lame"
brew "leptonica"
brew "libass"
brew "libassuan"
brew "libbluray"
brew "libevent"
brew "libffi"
brew "libgcrypt"
brew "libgpg-error"
brew "libidn2"
brew "libksba"
brew "libmpc"
brew "libogg"
brew "libpng"
brew "libsamplerate"
brew "libsndfile"
brew "libsoxr"
brew "libssh2"
brew "libtasn1"
brew "libtiff"
brew "libunistring"
brew "libusb"
brew "libvidstab"
brew "libvorbis"
brew "libvpx"
brew "libyaml"
brew "libzip"
brew "little-cms2"
brew "lxc"
brew "lz4"
brew "lzo"
brew "make"
brew "minikube"
brew "mpfr"
brew "mysql"
brew "nano"
brew "ncurses"
brew "nettle"
brew "node"
brew "npth"
brew "nushell"
brew "oniguruma"
brew "openblas"
brew "opencore-amr"
brew "openjpeg"
brew "openssl"
brew "openvpn"
brew "opus"
brew "p11-kit"
brew "pcre"
brew "pcre2"
brew "pinentry"
brew "pixman"
brew "pkcs11-helper"
brew "pkg-config"
brew "postgres"
brew "protobuf"
brew "pyenv"
brew "python"
brew "r"
brew "rbenv"
brew "readline"
brew "redis"
brew "rtmpdump"
brew "rubberband"
brew "ruby"
brew "ruby-build"
brew "rust"
brew "sbt"
brew "scala"
brew "sdl2"
brew "shellcheck"
brew "snappy"
brew "speex"
brew "sqlite"
brew "starship"
brew "stern"
brew "tesseract"
brew "theora"
brew "tldr"
brew "tree"
brew "typescript"
brew "unbound"
brew "webp"
brew "wget"
brew "x264"
brew "x265"
brew "xvid"
brew "xz"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "zstd"

tap "AdoptOpenJDK/openjdk"
brew "openjdk@8"

tap "heroku/brew"
brew "heroku"
